import PropTypes from 'prop-types';
import Collapsible from 'react-collapsible';

const LegalMain = (props) => (
    <div id="legalContent" style={props.timeout ? {display: 'none'} : {}}>
        <div className="legal">
            <h2>ЗАМЫН ХӨДӨЛГӨӨНИЙ АЮУЛГҮЙ БАЙДЛЫН ТУХАЙ ХУУЛЬ</h2>
            <Collapsible trigger="НЭГДҮГЭЭР БҮЛЭГ  (НИЙТЛЭГ ҮНДЭСЛЭЛ)">
                <p><Collapsible trigger="1 дүгээр зүйл.Хуулийн зорилт">
                <p>1.1.Энэ хуулийн зорилт нь Монгол Улсын нутаг дэвсгэрт замын хөдөлгөөний аюулгүй байдлыг хангах эрх зүйн үндсийг тодорхойлж, холбогдох харилцааг зохицуулахад оршино.</p>
                </Collapsible></p>
                <p><Collapsible trigger="2 дугаар зүйл.Замын хөдөлгөөний аюулгүй байдлын тухай хууль тогтоомж">
                    <p>2.1.Замын хөдөлгөөний аюулгүй байдлын тухай хууль тогтоомж нь Монгол Улсын Үндсэн хууль, энэ хууль болон эдгээр хуультай нийцүүлэн гаргасан хууль, захиргааны хэм хэмжээний актаас бүрдэнэ.</p>    
                    <p>2.2.Монгол Улсын олон улсын гэрээнд энэ хуульд зааснаас өөрөөр заасан бол олон улсын гэрээний заалтыг дагаж мөрдөнө.</p>
                </Collapsible></p>
                <p><Collapsible trigger="3 дугаар зүйл.Хуулийн нэр томьёоны тодорхойлолт">
                    <p><Collapsible trigger="3.1.Энэ хуульд хэрэглэсэн дараах нэр томьёог доор дурдсан утгаар ойлгоно:">
                    <p><p>3.1.1.“тээврийн хэрэгсэл” гэж хүн, ачаа, суурилагдсан тоног төхөөрөмжийг замаар тээвэрлэхэд зориулсан хэрэгслийг;</p></p>    
                    <p><p>3.1.2.“механикжсан тээврийн хэрэгсэл” гэж мопедоос бусад, хөдөлгүүрээр тоноглогдсон тээврийн хэрэгслийг;</p></p>
                    <p><p>3.1.3.“жолооч” гэж тээврийн хэрэгсэл жолоодож яваа хүн, жолоодлогын дадлага хийлгэж яваа багш, замаар ердийн хөсөг унаж, хөтөлж яваа хүнийг;</p></p>
                    <p><p>3.1.4.“зам” гэж тээврийн хэрэгслээр зорчиход зориулсан зурвас газрыг. Зорчих хэсэг болон түүний хажуугийн хөвөө, явган хүний зам, тусгаарлах зурвас замд хамаарна;</p></p>
                    <p><p>3.1.5.“замын хөдөлгөөн” гэж нийтийн хэрэгцээний зам дээр явганаар болон тээврийн хэрэгслээр хүн, ачаа шилжих үйл ажиллагааг;</p></p>
                    <p><p>3.1.6.“зам тээврийн осол” гэж зам дээр тээврийн хэрэгслийн хөдөлгөөнөөс үүдэн хүний амь нас, эрүүл мэнд хохирох, тээврийн хэрэгсэл болон зам, замын байгууламж эвдэрч гэмтэх, ачаа болон бусад эд хөрөнгийн хохирол учрахыг;</p></p>
                    <p><p>3.1.7.“замын хөдөлгөөнд оролцогч” гэж замаар явж байгаа жолооч, тээврийн хэрэгслээр зорчигч, явган зорчигчийг;</p></p>
                    <p><p>3.1.8.“замын хөдөлгөөний аюулгүй байдал” гэж замын хөдөлгөөнд оролцогчийг зам тээврийн осол, түүнээс үүдэн гарах хор уршгаас хамгаалсан байдлыг;</p></p>
                    <p><p>3.1.9.“замын хөдөлгөөний аюулгүй байдлыг хангах” гэж зам тээврийн ослоос урьдчилан сэргийлэх, ослоос үүдэн гарах хохирлыг багасгахад чиглэсэн үйл ажиллагааг;</p></p>
                    <p><p>3.1.10.“замын хөдөлгөөний зохион байгуулалт” гэж замын хөдөлгөөнийг удирдан явуулахад чиглэсэн цогц үйл ажиллагааг;</p></p>
                    <p><p>3.1.11.“явган зорчигч” гэж замаар явган яваа /зам дээр ажил үүрэг гүйцэтгэж яваагаас бусад/ хүн, жагсаалаар яваа болон хөгжлийн бэрхшээлтэй хүний тэргэнцэртэй, түүнчлэн тэрэг түрж, чарга чирж, мотоцикл, мопед, унадаг дугуйг хөтөлж замаар яваа хүнийг.</p></p>
                    </Collapsible></p>
                    
                </Collapsible></p>
                <p><Collapsible trigger="4 дүгээр зүйл.Замын хөдөлгөөний нэгдсэн журам">
                    <p>4.1.Монгол Улсын нутаг дэвсгэрт бүх нийтээр дагаж мөрдөх замын хөдөлгөөний нэгдсэн журмыг Замын хөдөлгөөний дүрмээр тогтооно.</p>    
                    <p>4.2.Замын хөдөлгөөний дүрмийг Засгийн газар батална.</p>
                    <p>4.3.Замын хөдөлгөөний дүрэмд механикжсан тээврийн хэрэгслийн ангилал, тухайн ангиллын тээврийн хэрэгслийг жолоодох насны хязгаар, замын хөдөлгөөнд оролцогчийн үүрэг, явганаар болон тээврийн хэрэгслээр хөдөлгөөнд оролцох журам, холбогдох стандартаар тогтоосон замын хөдөлгөөн зохицуулах дохио, замын тэмдэг, тэмдэглэлийн загвар, утга агуулга, тээврийн хэрэгслийг ашиглахыг хориглох эвдрэл, гэмтэл, техникийн зөрчлийн жагсаалт, тээврийн хэрэгслийн таних тэмдгийн загвар, хэрэглэх журмыг тусгана.</p>
                    <p>4.4.Монгол Улсад тээврийн хэрэгслийн хөдөлгөөнийг замын зорчих хэсгийн баруун гар талаар явуулна.</p>
                </Collapsible>  
                </p>  
            </Collapsible>
            <Collapsible trigger="ХОЁРДУГААР БҮЛЭГ  (ЗАМЫН ХӨДӨЛГӨӨНИЙ АЮУЛГҮЙ БАЙДЛЫГ ХАНГАХАД ТӨРИЙН БАЙГУУЛЛАГЫН ХЭРЭГЖҮҮЛЭХ ЭРХ, ҮҮРЭГ)">
                <p><Collapsible trigger="5 дугаар зүйл.Монгол Улсын Их Хурлын бүрэн эрх">
                    <p><Collapsible trigger="5.1.Монгол Улсын Их Хурал замын хөдөлгөөний аюулгүй байдлыг хангах талаар дараах бүрэн эрхийг хэрэгжүүлнэ:">
                        <p>5.1.1.замын хөдөлгөөний аюулгүй байдлыг хангах төрийн бодлогыг тодорхойлох, хууль тогтоомжийг батлах;</p>
                        <p>5.1.2.замын хөдөлгөөний аюулгүй байдлын талаарх хууль тогтоомжийн биелэлтийг хянан шалгах;</p>
                        <p>5.1.3.замын хөдөлгөөний аюулгүй байдлын тухай хууль тогтоомжийн хэрэгжилтийн талаар жил бүрийн нэгдүгээр улиралд холбогдох Байнгын хороогоор хэлэлцэж, санал, дүгнэлт гаргах, холбогдох байгууллага, албан тушаалтанд үүрэг болгох.</p>
                        </Collapsible></p>
                </Collapsible></p>
                <p><Collapsible trigger="6 дугаар зүйл.Монгол Улсын Засгийн газрын бүрэн эрх">
                        <p><Collapsible trigger="6.1.Монгол Улсын Засгийн газар замын хөдөлгөөний аюулгүй байдлыг хангахад дараах бүрэн эрхийг хэрэгжүүлнэ:">
                            <p>6.1.1.замын хөдөлгөөний аюулгүй байдлыг хангахад чиглэсэн хууль тогтоомжийн хэрэгжилтийг хангах;</p>
                            <p>6.1.2.замын хөдөлгөөний аюулгүй байдлыг хангах үндэсний стратеги, хөтөлбөр батлах;</p>
                            <p>6.1.3.замын хөдөлгөөний аюулгүй байдлыг хангахад чиглэсэн арга хэмжээг санхүүжүүлэх;</p>
                            <p>6.1.4.замын хөдөлгөөний аюулгүй байдлыг хангахад төрийн захиргааны байгууллагуудын үйл ажиллагааны уялдааг хангах;</p>
                            <p>6.1.5.замын хөдөлгөөний аюулгүй байдлыг хангах төсөл, хөтөлбөрийг хэрэгжүүлэх;</p>
                            <p>6.1.6.Замын хөдөлгөөний аюулгүй байдлын үндэсний зөвлөлийн бүтэц, бүрэлдэхүүн, зохион байгуулалт, дүрмийг батлах.</p>
                            </Collapsible></p>
                    </Collapsible></p>
                <p><Collapsible trigger="7 дугаар зүйл.Замын хөдөлгөөний аюулгүй байдлын үндэсний зөвлөл">
                        <p>7.1.Замын хөдөлгөөний аюулгүй байдлыг хангах үйл ажиллагааг улсын хэмжээнд нэгтгэн зохион байгуулах үүргийг Замын хөдөлгөөний аюулгүй байдлын үндэсний зөвлөл /цаашид “Үндэсний зөвлөл” гэх/ хэрэгжүүлнэ.</p>
                        <p>7.2.Үндэсний зөвлөлийн дарга нь Ерөнхий сайд байна.</p>
                        <p>7.3.Үндэсний зөвлөл Улсын Их Хуралд ажлаа жилд нэг удаа тайлагнана.</p>
                        <p>7.4.Үндэсний зөвлөл замын хөдөлгөөний аюулгүй байдлыг хангахтай холбогдох чиг үүргийг хэрэгжүүлдэг Засгийн газрын гишүүд, агентлагийн дарга болон мэргэжлийн холбоод, төрийн бус байгууллагын удирдлагын төлөөллийн тэнцүү оролцоог хангасан, орон тооны бус бүрэлдэхүүнтэй байна.</p>
                        <p>7.5.Үндэсний зөвлөл орон тооны ажлын албатай байна.</p>
                        <p><Collapsible trigger="7.6.Үндэсний зөвлөл дараах эрх, үүргийг хэрэгжүүлнэ:">
                                <p>7.6.1.замын хөдөлгөөний аюулгүй байдлыг хангах үндэсний стратеги, хөтөлбөр, холбогдох дүрэм, журмын төсөл боловсруулах ажлыг зохион байгуулах;</p>
                                <p>7.6.2.замын хөдөлгөөний аюулгүй байдлыг хангахад төрийн болон төрийн бус байгууллага, иргэдийн хамтын ажиллагааг уялдуулан зохион байгуулах;</p>
                                <p>7.6.3.замын хөдөлгөөний аюулгүй байдлыг хангах, замын хөдөлгөөний зохион байгуулалтыг оновчтой болгоход чиглэсэн үйл ажиллагаанд шинжлэх ухааны ололт дэвшил, дэвшилтэт техник, технологи, мэдээллийн сүлжээг нэвтрүүлэх ажлыг зохион байгуулж байгаа эсэхэд хяналт тавих;</p>
                                <p>7.6.4.замын хөдөлгөөний аюулгүй байдлыг хангах талаар үүрэг, чиглэл өгөх, зөвлөмж гаргах, ажлын хэсэг байгуулах;</p>
                                <p>7.6.5.замын хөдөлгөөний аюулгүй байдлын бүртгэл, мэдээллийн нэгдсэн санг нэгтгэх, дүн шинжилгээ хийх, чиглэл өгөх, тайлан мэдээ гаргах;</p>
                                
                                <p>7.6.6.замын хөдөлгөөний аюулгүй байдлын талаарх мэдлэг олгох сургалтыг сургуулийн өмнөх болон ерөнхий боловсролын сургалтын үндсэн хөтөлбөрт тусгуулах, хэрэгжилтэд хяналт тавих;</p>
                                <p>7.6.7.замын хөдөлгөөний аюулгүй байдлыг хангахтай холбогдсон хууль тогтоомж, захиргааны шийдвэр, стандарт, зөвлөмжийн хэрэгжилтийг хянах, шаардлага тавих;</p>
                                <p>7.6.8.байгууллага, албан тушаалтнаас замын хөдөлгөөний аюулгүй байдлыг хангахтай холбогдсон мэдээлэл, судалгаа, тайлбар, тодорхойлолт, бусад баримт бичгийг үнэ төлбөргүйгээр гаргуулан авах, танилцах, мэргэжлийн дүгнэлт, магадлагаа гаргуулах;</p>
                                <p>7.6.9.иргэдэд замын хөдөлгөөнд аюулгүй оролцохыг сурталчлах, бүх төрлийн хэвлэл мэдээллийн хэрэгслээр санамж, зөвлөгөө үнэ төлбөргүй нийтлэх, нэвтрүүлэх, түгээхийг үүрэг болгох, хэрэгжилтэд хяналт тавих;</p>
                                <p>7.6.10.хууль тогтоомжид заасан бусад бүрэн эрх.</p>
                            </Collapsible></p>
                    </Collapsible></p>
                <p><Collapsible trigger="8 дугаар зүйл.Цагдаагийн байгууллагын эрх, үүрэг">
                        <p><Collapsible trigger="8.1.Замын хөдөлгөөний аюулгүй байдлыг хангахад цагдаагийн байгууллага дараах үүргийг гүйцэтгэнэ:">
                                <p>8.1.1.замын хөдөлгөөний аюулгүй байдлыг хангахтай холбогдсон захиргааны хэм хэмжээний актын хэрэгжилтэд хяналт тавих;</p>
                                <p>8.1.2.замын хөдөлгөөнд оролцогчийн хэвийн, аюулгүй зорчих нөхцөлийг хангах зорилгоор замын хөдөлгөөнийг зохицуулах.</p>
                            </Collapsible></p>
                        <p><Collapsible trigger="8.2.Замын хөдөлгөөний аюулгүй байдлыг хангахад цагдаагийн байгууллага дараах эрхтэй байна:">
                            <p>8.2.1.замын хөдөлгөөний аюулгүй байдалд сөргөөр нөлөөлөх үйлдэл, нөхцөлийг таслан зогсоох үндэслэлээр тээврийн хэрэгслийг албадан зогсоох, дайчлах, түр саатуулах, зөөж шилжүүлэх;</p>
                            <p>8.2.2.замын хөдөлгөөний аюулгүй байдлыг хангах зорилгоор замын хөдөлгөөнийг зохион байгуулах, урсгал, чиглэлийг түр өөрчлөх, хязгаарлах, хаах;</p>
                            <p>8.2.3.жолооч согтууруулах ундаа, мансууруулах эм, сэтгэцэд нөлөөт бодис хэрэглэсэн эсэхийг зориулалтын техник, хэрэгсэл ашиглан шалгаж тогтоох;</p>
                            <p>8.2.4.холбогдох хуульд заасны дагуу Зөрчлийн тухай хуульд заасан хариуцлага оногдуулах, зөрчлийн бүртгэлийн оноо тооцох;</p>
                            <p>8.2.5.зэвсэгт хүчин болон хилийн цэргийн техникийн шалгах албыг замын хөдөлгөөний аюулгүй байдлыг хангах мэргэжлийн чиг үүргээр харьяалах.</p>
                        </Collapsible></p>
                        <p>8.3.Замын хөдөлгөөн зохицуулах, хянан шалгах зөрчлийн бүртгэлийн оноо тооцох журмыг хууль зүйн асуудал эрхэлсэн Засгийн газрын гишүүн батална.</p>
                        <p><Collapsible trigger="8.4.Энэ хуулийн 8.3-т заасан журамд дараах асуудлыг тусгана:">
                                <p>8.4.1.замын хөдөлгөөн зохицуулах, хянан шалгах журамд эргүүлийн чиглэлийн хяналтын бүсийг тогтоох, хяналтын арга, хэлбэр, зам, замын байгууламж, замын хөдөлгөөн зохион байгуулах техник хэрэгсэл, тээврийн хэрэгсэлд хяналт тавих, зөрчлийг бүртгэж, шийдвэрлэх үйл ажиллагаа, зам тээврийн ослын газрыг хамгаалах, тээврийн хэрэгслийг дайчлах, албадан зогсоох, эрэн сурвалжлах, тээврийн хэрэгслийг түр саатуулах, зөөж шилжүүлэх, замын хөдөлгөөнд хяналт тавихад хөтлөх бүртгэл, судалгаа, маягтын загвар;</p>
                                <p>8.4.3.зөрчлийн бүртгэлийн оноо тооцох журамд зөрчил тус бүрд тооцох оноо болон онооны нийт хэмжээ, оноог тооцох үндэслэл, хариуцлага, мэдээллийг иргэнд хүргэх асуудал.</p>
                            </Collapsible></p>
                    </Collapsible></p>
                <p><Collapsible trigger="9 дүгээр зүйл.Аймаг, нийслэл, сум, дүүргийн иргэдийн Төлөөлөгчдийн Хурал, Засаг даргын эрх, үүрэг">
                        <p><Collapsible trigger="9.1.Замын хөдөлгөөний аюулгүй байдлыг хангахад аймаг, нийслэл, сум, дүүргийн иргэдийн Төлөөлөгчдийн Хурал дараах эрхтэй байна:">
                                <p>9.1.1.харьяа орон нутгийн замын хөдөлгөөний аюулгүй байдлыг хангах асуудлыг холбогдох хууль тогтоомжийн хүрээнд шийдвэрлэх;</p>
                                <p>9.1.2.Цагдаагийн албаны тухай хуулийн 63.1-д заасан олон нийтийн цагдаагийн ажилтныг замын хөдөлгөөний аюулгүй байдлыг хангах чиглэлээр харьяа нутаг дэвсгэртээ ажиллуулах.</p>
                            </Collapsible></p>
                            <p><Collapsible trigger="9.2.Замын хөдөлгөөний аюулгүй байдлыг хангахад аймаг, нийслэл, сум, дүүргийн иргэдийн Төлөөлөгчдийн Хурал дараах үүргийг хэрэгжүүлнэ:">
                                <p>9.2.1.замын хөдөлгөөний аюулгүй байдлыг хангахад чиглэсэн арга хэмжээг орон нутгийн төсвөөс санхүүжүүлэх;</p>
                                <p>9.2.2.зам тээврийн осол, зөрчлөөс урьдчилан сэргийлэх урт болон богино хугацааны хөтөлбөр батлах;</p>
                                <p>9.2.3.харьяа нутаг дэвсгэрийнхээ замын хөдөлгөөний аюулгүй байдлыг хангах ажлын хэрэгжилтийг холбогдох хууль тогтоомжийн хүрээнд хянан шалгах;</p>
                                <p>9.2.4.харьяа нутаг дэвсгэрийн хэмжээнд тээврийн хэрэгслийг зөөж шилжүүлэх, тээврийн хэрэгслийг түр саатуулах хашаа /байр/ ажиллуулах шийдвэр гаргах, төлбөрийн хувь хэмжээг тогтоох.</p>
                            </Collapsible></p>
                            <p><Collapsible trigger="9.3.Замын хөдөлгөөний аюулгүй байдлыг хангахад аймаг, нийслэл, сум, дүүргийн Засаг дарга дараах эрхтэй байна:">
                                <p>9.3.1.харьяа нутаг дэвсгэрийнхээ нийтийн үйлчилгээний тээврийн хэрэгслийн явах чиглэл, зогсоолын байршлыг тогтоох, өөрчлөх;</p>
                                <p>9.3.2.зам, түүний ойролцоо худалдаа, үйлчилгээ явуулах, уралдаан, тэмцээн, жагсаал, цуглаан, бусад арга хэмжээ зохион байгуулахад зөвшөөрөл олгох;</p>
                                <p>9.3.3.тухайн нутаг дэвсгэрт замын хөдөлгөөний аюулгүй байдлын талаар нийтээр дагаж мөрдөх захиргааны хэм хэмжээний акт зөрчсөн зөрчилд шийтгэл хүлээлгэх ажлыг зохион байгуулах.</p>
                            </Collapsible></p>
                            <p><Collapsible trigger="9.4.Замын хөдөлгөөний аюулгүй байдлыг хангахад аймаг, нийслэл, сум, дүүргийн Засаг дарга дараах үүргийг хэрэгжүүлнэ:">
                                <p>9.4.1.зам тээврийн осол, хэрэг, зөрчлөөс урьдчилан сэргийлэх чиглэлээр хөтөлбөр боловсруулан хэрэгжүүлэх;</p>
                                <p>9.4.2.замын хөдөлгөөний түгжрэл, саатлын шалтгаан, нөхцөлийг судалж, түүнийг арилгахад чиглэсэн арга хэмжээг хэрэгжүүлэх;</p>
                                <p>9.4.3.иргэдэд замын хөдөлгөөний аюулгүй байдлын тухай хууль тогтоомжийг сурталчлан таниулах ажлыг зохион байгуулах;</p>
                                <p>9.4.4.тухайн нутаг дэвсгэрт үйл ажиллагаа явуулж байгаа хуулийн этгээд, иргэнд замыг цэвэрлэх, бохирдол, цас мөсийг арилгахыг үүрэг болгох;</p>
                                <p>9.4.5.харьяа нутаг дэвсгэрийнхээ зам, замын байгууламж гэрэлтүүлэг, хөдөлгөөн зохицуулах техник хэрэгслийн бүрэн бүтэн байдал, замын хөдөлгөөний зохион байгуулалт, аюулгүй байдалд хяналт тавьж, илэрсэн зөрчил, иргэдийн санал, гомдлыг холбогдох байгууллага, албан тушаалтанд мэдэгдэж, шаардлагатай арга хэмжээг авахуулах;</p>
                                <p>9.4.6.зам, замын байгууламжийг шинээр барих, өргөтгөх, засварлах, тоноглох, замын гэрэлтүүлэг, тэмдэг, тэмдэглэл хийх ажил нь холбогдох хууль, захиргааны хэм хэмжээний акт, байгаль орчны болон замын хөдөлгөөний аюулгүй байдлын шаардлагад нийцэж байгаа эсэхэд хяналт тавьж, илэрсэн зөрчлийг арилгуулах;</p>
                                <p>9.4.7.харьяа нутаг дэвсгэрийнхээ замын хөдөлгөөний аюулгүй байдлыг хангах ажлын хэрэгжилтийг иргэдийн Төлөөлөгчдийн Хуралд жилд хоёроос доошгүй удаа тайлагнах.</p>
                            </Collapsible></p>
                        <p>9.5.Замын хөдөлгөөний түгжрэл, саатлыг зохицуулах зорилгоор аймаг, нийслэлийн Засаг дарга нь харьяа нутаг дэвсгэртээ Монгол Улсын хууль тогтоомж, Замын хөдөлгөөний дүрэмд нийцүүлэн тээврийн хэрэгслийн хөдөлгөөнд хязгаарлалт тогтоосон захиргааны хэм хэмжээний акт гаргаж болно.</p>
                    </Collapsible></p>
                <p><Collapsible trigger="10 дугаар зүйл.Замын хөдөлгөөний аюулгүй байдлын бүртгэл, мэдээллийн нэгдсэн сан">
                        <p><Collapsible trigger="10.1.Замын хөдөлгөөний аюулгүй байдлын бүртгэл, мэдээллийн нэгдсэн сан нь дараах төрөлжсөн сангаас бүрдэнэ:">
                                <p>10.1.1.тээврийн хэрэгслийн бүртгэл, мэдээллийн санд механикжсан тээврийн хэрэгслийн улсын бүртгэл, шилжилт хөдөлгөөн, ашиглалт, засвар, оношилгооны бүртгэл, мэдээллийг хамруулах;</p>
                                <p>10.1.2.зам, замын байгууламжийн эвдрэл, гэмтлийн бүртгэл, мэдээллийн санд замын хөдөлгөөнд аюул учруулж болзошгүй зам, замын байгууламжийн төлөв байдал, эвдрэл, гэмтлийн бүртгэл, мэдээллийг хамруулах;</p>
                                <p>10.1.3.жолоочийн бүртгэл, мэдээллийн санд жолоодох эрхийн үнэмлэх дээрх мэдээллийн бүртгэл, мэдээллийг хамруулах;</p>
                                <p>10.1.4.жолооч бэлтгэх сургалтын байгууллагын бүртгэл, мэдээллийн санд жолооч бэлтгэх сургалтын байгууллага, түүний сургалтын материаллаг бааз, хүний нөөц болон суралцагсдын бүртгэл, мэдээллийг хамруулах;</p>
                                <p>10.1.5.зам тээврийн осол, хэрэг, зөрчлийн бүртгэл, мэдээллийн санд зам тээврийн осол, түүнээс учирсан хохирол, Замын хөдөлгөөний дүрэм зөрчсөн зөрчлийн тоо бүртгэл, мэдээллийг хамруулах;</p>
                                <p>10.1.6.жолоочийн эрүүл мэнд, зам тээврийн осолд өртсөн хүний бүртгэл, мэдээллийн санд механикжсан тээврийн хэрэгслийн жолоочийн эрүүл мэндийн үзлэгийн дүгнэлт, зам тээврийн ослын улмаас гэмтсэн, нас барсан хүний тоо бүртгэл, мэдээллийг хамруулах;</p>
                                <p>10.1.7.жолоочийн даатгалын мэдээллийн санд даатгалын гэрээ, даатгалын тохиолдол, хохирогчид олгосон нөхөн төлбөр, даатгагч, даатгуулагч, хохирогчийн болон жолоочийн даатгалтай холбоотой бусад бүртгэл, мэдээллийг хамруулах;</p>
                                <p>10.1.8.авто тээврийн болон өөрөө явагч хэрэгслийн албан татварын бүртгэл, мэдээллийн санд тухайн төрлийн татварын бүртгэл, мэдээллийг хамруулах.</p>
                            </Collapsible></p>
                        <p>10.2.Энэ хуулийн 10.1.1-д заасан санг автотээврийн асуудал эрхэлсэн төрийн захиргааны байгууллага, 10.1.2-т заасан санг авто замын асуудал эрхэлсэн төрийн захиргааны төв байгууллага, 10.1.4-т заасан санг мэргэжлийн боловсрол, сургалтын асуудал эрхэлсэн төрийн захиргааны төв байгууллага, 10.1.3, 10.1.5-д заасан санг цагдаагийн байгууллага, 10.1.6-д заасан санг эрүүл мэндийн асуудал эрхэлсэн төрийн захиргааны төв байгууллага, 10.1.7-д заасан санг Санхүүгийн зохицуулах хороо, 10.1.8-д заасан санг татварын асуудал эрхэлсэн төрийн байгууллага тус тус хариуцан хөтөлнө.</p>
                        <p>10.3.Замын хөдөлгөөний аюулгүй байдлын бүртгэл, мэдээллийн нэгдсэн сан болон түүний төрөлжсөн санг хөтлөх, уг сангаас мэдээлэл, лавлагаа өгөхтэй холбогдсон харилцааг зохицуулах журмыг Үндэсний зөвлөл батална.</p>
                        <p>10.4.Зам тээврийн осол, хэрэг, зөрчлийн бүртгэл, мэдээллийн сангийн бүртгэл, мэдээлэлд үндэслэн жолоочийн зөрчлийн оноог тооцно.</p>
                        <p>10.5.Замын хөдөлгөөний аюулгүй байдлын бүртгэл, мэдээллийн нэгдсэн сангаас иргэн, хуулийн этгээд энэ хуулийн 10.3-т заасан журмын дагуу шаардлагатай мэдээлэл, лавлагаа авч болно.</p>
                    </Collapsible></p>    
                <p><Collapsible trigger="11 дүгээр зүйл.Замын хөдөлгөөний аюулгүй байдлыг хангахад чиглэсэн эмнэлгийн тусламж, үйлчилгээ">
                    <p><Collapsible trigger="11.1.Эрүүл мэндийн асуудал эрхэлсэн төрийн захиргааны төв байгууллага зам тээврийн ослоос урьдчилан сэргийлэх, хүний амь насыг аврахад чиглэсэн эмнэлгийн дараах тусламж, үйлчилгээг зохион байгуулж хэрэгжүүлнэ:">
                            <p>11.1.1.зам тээврийн осолд өртсөн хүнд эмнэлгийн анхны тусламж үзүүлэх талаар иргэнд чиглэсэн сургалт, сурталчилгааны хөтөлбөр хэрэгжүүлэх;</p>
                            <p>11.1.2.зам тээврийн осолд өртсөн хүнд эмнэлгийн тусламж үзүүлэх;</p>
                            <p>11.1.3.зам тээврийн осолд өртсөн хүнд үзүүлэх эмнэлгийн байгууллагын яаралтай тусламж, үйлчилгээ, нөхөн сэргээх эмчилгээний чанар, шуурхай байдлыг хангах;</p>
                            <p>11.1.4.зам тээврийн осолд өртсөн хүнд эмнэлгийн яаралтай тусламж үзүүлэх эмнэлэг, анхны тусламжийн цэг, харьяалагдах нутаг дэвсгэрийг тодорхойлох, ажиллах нөхцөл, боломжоор хангах;</p>
                            <p>11.1.5.тээврийн хэрэгслийн жолооч болон жолооч бэлтгэх сургалтад хамрагдах иргэнийг эрүүл мэндийн үзлэгт хамруулах.</p>
                        </Collapsible></p>
                    <p>11.2.Жолоочийн эрүүл мэндэд тавих шаардлага, жолоочийн эрүүл мэндийн үзлэг явуулах журам, үзлэгийн хуудасны загвар, үзлэг явуулах эрх бүхий эмнэлгийн байгууллагын жагсаалт, тээврийн хэрэгсэл жолоодоход харшлах эм, бэлдмэл, тээврийн хэрэгсэлд байх эмийн сангийн иж бүрдлийн жагсаалт, зам тээврийн осолд өртсөн хүнд эмнэлгийн тусламж үзүүлэх журмыг эрүүл мэндийн асуудал эрхэлсэн Засгийн газрын гишүүн батална.</p>
                    <p>11.3.Жолооч согтууруулах ундаа, мансууруулах эм, сэтгэцэд нөлөөт бодис хэрэглэсэн эсэх, зам тээврийн ослын улмаас гэмтсэн, нас барсан хүний тоо бүртгэх зааврыг эрүүл мэндийн болон хууль зүйн асуудал эрхэлсэн Засгийн газрын гишүүд хамтран батална.</p>
                    </Collapsible></p>
            </Collapsible>
            <Collapsible trigger="ГУРАВДУГААР БҮЛЭГ  (ИРГЭН, ХУУЛИЙН ЭТГЭЭДИЙН ЭРХ, ҮҮРЭГ)">
                <p><Collapsible trigger="12 дугаар зүйл.Замын хөдөлгөөнд оролцогчийн эрх, үүрэг">
                    
                    </Collapsible></p>
                <p><Collapsible trigger="13 дугаар зүйл.Замын хөдөлгөөний аюулгүй байдлыг хангахад иргэн, хуулийн этгээдийн эрх, үүрэг">
                    </Collapsible></p>
            </Collapsible>
            <Collapsible trigger="ДӨРӨВДҮГЭЭР БҮЛЭГ  (ТЭЭВРИЙН ХЭРЭГСЭЛ ЖОЛООДОХ ЭРХ)">
                <p><Collapsible trigger="14 дүгээр зүйл.Тээврийн хэрэгслийн жолооч бэлтгэх">
                    </Collapsible></p>
                <p><Collapsible trigger="15 дугаар зүйл.Тээврийн хэрэгсэл жолоодох эрх олгох">
                    </Collapsible></p>
                <p><Collapsible trigger="16 дугаар зүйл.Олон улсын жолоодох эрхийн үнэмлэх олгох">
                    </Collapsible></p>
                <p><Collapsible trigger="17 дугаар зүйл.Тээврийн хэрэгсэл жолоодох эрх хүчинтэй байх хугацаа">
                    </Collapsible></p>
                <p><Collapsible trigger="18 дугаар зүйл.Тээврийн хэрэгсэл жолоодох эрх дуусгавар болох, эрх сэргээх үндэслэл">
                    </Collapsible></p>
                </Collapsible>
            <Collapsible trigger="ТАВДУГААР БҮЛЭГ  (ЗАМЫН ХӨДӨЛГӨӨНИЙ АЮУЛГҮЙ БАЙДЛЫГ ХАНГАХАД БАРИМТЛАХ ТЕХНИКИЙН ЕРӨНХИЙ ШААРДЛАГА)">
                <p><Collapsible trigger="19 дүгээр зүйл.Зам, замын байгууламжийг төлөвлөх, барих, өргөтгөх, засварлах, арчлан хамгаалахад замын хөдөлгөөний аюулгүй байдлыг хангах үндсэн шаардлага">
                    </Collapsible></p>
                <p><Collapsible trigger="20 дугаар зүйл.Замын хөдөлгөөнийг зохион байгуулахад замын хөдөлгөөний аюулгүй байдлыг хангах шаардлага">
                    </Collapsible></p>
                    <p><Collapsible trigger="21 дүгээр зүйл.Тээврийн хэрэгсэл, түүний хийцийн бүрэлдэхүүн хэсэг, нэмэлт тоног төхөөрөмж, сэлбэг хэрэгслийг үйлдвэрлэх, угсрах, импортлоход тавих шаардлага">
                    </Collapsible></p>
                    <p><Collapsible trigger="22 дугаар зүйл.Тээврийн хэрэгслийг ашиглахад замын хөдөлгөөний аюулгүй байдлыг хангах үндсэн шаардлага">
                    </Collapsible></p>
                    <p><Collapsible trigger="23 дугаар зүйл.Тээврийн хэрэгсэлд техникийн үйлчилгээ, засвар хийхэд замын хөдөлгөөний аюулгүй байдлыг хангах үндсэн шаардлага">
                    </Collapsible></p>
                    <p><Collapsible trigger="24 дүгээр зүйл.Тээврийн хэрэгсэлд тусгай дуут болон гэрлэн дохио тавьж замын хөдөлгөөнд оролцох">
                    </Collapsible></p>
                </Collapsible>
                <Collapsible trigger="ЗУРГААДУГААР БҮЛЭГ  (ХУУЛЬ ЗӨРЧИГЧИД ХҮЛЭЭЛГЭХ ХАРИУЦЛАГА)">
                    <p><Collapsible trigger="25 дугаар зүйл.Хууль зөрчигчид хүлээлгэх хариуцлага">
                    
                    </Collapsible></p>
                    </Collapsible>
                <Collapsible trigger="ДОЛООДУГААР  БҮЛЭГ  (БУСАД)">
                 <p><Collapsible trigger="55 дугаар зүйл.Хууль хүчин төгөлдөр болох">
                        <p>55.1.Энэ хуулийг 2015 оны 9 дүгээр сарын 01-ний өдрөөс эхлэн дагаж мөрдөнө.</p>
                    </Collapsible></p>
                </Collapsible>
        </div>

    </div>
)

LegalMain.propTypes = {
    onOpenArticle: PropTypes.func,
    timeout: PropTypes.bool
}

export default LegalMain
